"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@がダウンロードされました! これは重要なアップデートです。今すぐ%1$@をインストールして再起動しますか?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@がダウンロードされました! 今すぐ %1$@ をインストールして再起動しますか?";

"%1$@ can't be updated, because it was opened from a read-only or a temporary location." = "%1$@は読み出し専用またはテンポラリな場所で開かれているためアップデートできません。";

"Use Finder to copy %1$@ to the Applications folder, relaunch it from there, and try again." = "%1$@をアプリケーションフォルダに移動し、そこから再起動したあとやり直してください。";

"Quit %1$@, move it into your Applications folder, relaunch it from there and try again." = "%1$@ を終了させ、アプリケーションフォルダに移動の上再度お試しください。";

"%1$@ can’t be updated if it’s running from the location it was downloaded to." = "この場所ではダウンロードされたアップデータを %1$@ に適用できません。";

"%@ %@ is currently the newest version available." = "%1$@ %2$@は現在入手できる最新バージョンです。";

"%@ %@ is currently the newest version available.\n(You are currently running version %@.)" = "%1$@ %2$@は現在入手できる最新バージョンです。\n（現在使用中のバージョンは%3$@です。）";

/* An appcast feed error when checking for updates and no appcast items are retrieved */
"No valid update information could be loaded." = "有効なアップデート情報が取得できませんでした。";

"An error occurred while running the updater. Please try again later." = "アップデータを実行中にエラーが発生しました。あとでやり直してください。";

"An error occurred while starting the installer. Please try again later." = "インストーラを始動中にエラーが発生しました。あとでやり直してください。";

"An error occurred while connecting to the installer. Please try again later." = "インストーラに接続中にエラーが発生しました。あとでやり直してください。";

"An error occurred while launching the installer. Please try again later." = "インストーラを起動中にエラーが発生しました。あとでやり直してください。";

"Update Installed" = "アップデートがインストールされました";

"%@ is now updated to version %@!" = "%@はバージョン%@にアップデートされました!";

"%@ is now updated!" = "%@はアップデートされました!";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。今すぐダウンロードしますか?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。このアップデートの詳しい情報をWebで確認しますか?";

/* Critical downloadable update */
"%@ %@ is now available--you have %@. This is an important update; would you like to download it now?" = "%1$@ %2$@が入手できます（使用中のバージョンは%3$@です）。これは重要なアップデートです。今すぐダウンロードしますか?";

"%@ downloaded" = "%@ダウンロード済み";

"%@ of %@" = "%1$@/%2$@";

"A new version of %@ is available!" = "新しいバージョンの%@が入手できます!";

"A new version of %@ is ready to install!" = "新しいバージョンの%@が今すぐインストールできます!";

"An error occurred in retrieving update information. Please try again later." = "アップデート情報の取得中にエラーが発生しました。あとでやり直してください。";

"An error occurred while downloading the update. Please try again later." = "アップデートをダウンロード中にエラーが発生しました。あとでやり直してください。";

"An error occurred while extracting the archive. Please try again later." = "アーカイブの展開中にエラーが発生しました。あとでやり直してください。";

"An error occurred while installing the update. Please try again later." = "アップデートをインストール中にエラーが発生しました。あとでやり直してください。";

"An error occurred while parsing the update feed." = "アップデートフィードを解析中にエラーが発生しました。";

"An error occurred while downloading the update feed." = "アップデートフィードをダウンロード中にエラーが発生しました。";

"Failed to resume installing update." = "アップデートのインストール再開に失敗しました。";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "%1$@を再起動中にエラーが発生しましたが、次回%1$@の実行時に新しいバージョンが利用できます。";

"An important update to %@ is ready to install" = "%@の重要なアップデートがインストールできます。";

/* the unit for bytes */
"B" = "バイト";

"Cancel" = "キャンセル";

"Cancel Update" = "アップデートを中止";

"Checking for updates..." = "アップデートを確認しています…";

/* Take care not to overflow the status window. */
"Downloading update..." = "アップデートをダウンロードしています…";

/* Take care not to overflow the status window. */
"Extracting update..." = "アップデートを展開しています…";

/* the unit for gigabytes */
"GB" = "GB";

"Install and Relaunch" = "インストールして再起動";

"Install on Quit" = "終了時にインストール";

/* Take care not to overflow the status window. */
"Installing update..." = "アップデートをインストールしています…";

/* Title confirmation for skipping major upgrade and future updates */
"Are you sure you want to skip this upgrade?" = "このアップグレードをスキップしてもよろしいですか?";

/* Confirmation message for skipping major upgrade and future updates */
"Skipping this major upgrade will opt out of alerts for future updates." = "このメジャーアップグレードをスキップすると、今後のアップデートも通知されなくなります。";

/* Skipping major upgrade */
"Skip Upgrade" = "アップグレードをスキップ";

/* Not skipping a major upgrade */
"Don't Skip" = "スキップしない";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternative name for "Install" button if we have a paid update or other update
	without a download but with a URL. */
"Learn More..." = "詳しい情報…";

/* the unit for megabytes */
"MB" = "MB";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "インストールできます";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = " %1$@のアップデートを自動で確認しますか? アップデートは%1$@メニューから手動でいつでも確認することができます。";

"The update is improperly signed." = "このアップデートは無効な署名が含まれています。";

"Update Error!" = "アップデートエラー!";

"Updating %@" = "%@をアップデート中";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "すでに最新バージョンの%@を使用しています。";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "最新版を使用しています!";
